Repository: oncletom/wp-amazon-widgets-shortcodes
Catalog: i18n/awshortcode-*.po
Languages: id_id

source: Amazon Widget Shortcodes has been activated
id_id: Amazon Widget Shortcode telah diaktifkan

source: You need to <a href="%s">setup your Amazon Tracking ID</a> in order to see your shortcodes display Amazon Widgets.
id_id: You need to <a href="%s"> setup guide </a> Amazon Tracking ID in order to see your shortcodes display the Amazon Widgets.

source: Amazon Widgets Shortcodes
id_id: Amazon Widgets Shortcode

source: left
id_id: kiri

source: centered
id_id: berpusat

source: right
id_id: kanan

source: Amazon Canada
id_id: Amazon Kanada

source: Amazon Germany
id_id: Amazon Jerman

source: Amazon Japan
id_id: Amazon Jepang

source: Image and Text
id_id: Gambar dan teks

source: Image only
id_id: gambar hanya

source: Text only
id_id: teks saja

source: Configure
id_id: Konfigurasi

source: Consult this product cloud on Amazon.
id_id: Konsultasikan awan produk ini di Amazon.

source: Consult this wishlist on Amazon.
id_id: Konsultasikan wishlist ini di Amazon.

source: Consult my favorites on Amazon.
id_id: Konsultasikan favorit saya di Amazon.

source: You don't have a sufficient version of Flash Player to display this animation.
id_id: Anda tidak memiliki versi yang cukup Flash Player untuk menampilkan animasi ini.

source: Gladly welcome to the <em>Amazon Widgets Shortcodes</em> configuration page!
id_id: Dengan senang hati menyambut dengan <em> Amazon Widgets Shortcode </ em> halaman konfigurasi!

source: You can <a href="%s" class="new-window">ask for help</a>, <a href="%s" class="new-window">write a feedback</a> (positive or negative), <a href="%s" class="new-window">declare a bug</a> or even <a href="%s" class="new-window">read existing feedbacks</a>.<br />If you are already a Wordpress developer, please use <a href="%s" class="new-window">Wordpress Plugins Trac</a> instead.
id_id: You can <a href="%s" class="new-window"> ask for help </a>, <a href="%s" class="new-window"> write a </a> feedback (positive or negative), <a href="%s" class="new-window"> </a> declare a bug or even <a href = "% s "class = " new-window "> read existing </a> feedbacks. <br /> If you are already a Wordpress developer, please use the <a href = "% s "class = " new- window "> Wordpress Plugins Trac </a> instead.

source: Enjoy the usage of this plugin!
id_id: Nikmati penggunaan plugin ini!

source: Main Options
id_id: Pilihan utama

source: Additional Tools
id_id: Alat tambahan

source: Documentation
id_id: Dokumentasi

source: Amazon affiliate region:
id_id: Amazon wilayah afiliasi:

source: currenty set on <a href="%2$s" class="new-window">%1$s</a>
id_id: currently set on <a href="%2$s" class="new-window">% 1 $ s </a>

source: Your Amazon Tracking ID, generally suffixed by %s.
id_id: Anda Amazon Tracking ID, umumnya suffixed oleh %s.

source: Show inline documentation?
id_id: Tampilkan dokumentasi inline?

source: Inline documentation will be located under your writing area in both post and page admin area.<br />It will help you to include Amazon Widgets in a wiser way.
id_id: Inline documentation will be located under your writing area in both post and page admin area. <br /> It will help you to include the Amazon Widgets in a wiser way.

source: Layout Options
id_id: Pilihan tata letak

source: Default Widgets alignment:
id_id: Default Widget keselarasan:

source: Show Amazon Widgets in RSS feeds?
id_id: Tampilkan Amazon Widgets di RSS feed?

source: Strict Standards compliance?
id_id: kepatuhan Standar yang ketat?

source: If you need to validate your website in HTML or XHTML Strict, please tick this box.<br />Just keep in mind Internet Explorer 6 may display glitches on some Amazon Widgets.
id_id: If you need to validate your website in HTML or XHTML Strict, please tick this box. <br /> Just keep in mind Internet Explorer 6 may display some glitches on the Amazon Widgets.

source: Enable context links:
id_id: Aktifkan tautan konteks:

source: Context links are hyperkinks automatically added on relevant keywords of your page.
id_id: link konteks yang hyperkinks otomatis ditambahkan pada kata kunci yang relevan dari halaman Anda.

source: Enable product preview:
id_id: Aktifkan pratinjau produk:

source: Product preview display a tooltip on all hypertext links aiming to an Amazon product with informations such as price, picture, full name etc.
id_id: pratinjau produk menampilkan tooltip pada semua link hypertext bertujuan untuk produk Amazon dengan informasi seperti harga, gambar, nama lengkap dll

source: Save Changes
id_id: Simpan perubahan

source: Amazon Widgets Shortcodes documentation
id_id: dokumentasi Amazon Widgets Shortcode

source: Shortcode:
id_id: Kode pendek:

source: Example:
id_id: Contoh:

source: Options:
id_id: Pilihan:

source: align the widget on the desired way
id_id: menyelaraskan widget pada cara yang diinginkan

source: CSS hexa or code value
id_id: CSS hexa atau nilai kode

source: customize the background color of the widget
id_id: menyesuaikan warna latar belakang dari widget

source: value in pixels
id_id: nilai dalam pixel

source: height of the animation
id_id: ketinggian animasi

source: width of the animation
id_id: lebar animasi

source: Content:
id_id: konten:

source: Widget ID, contained in HTML parameter value like this:
id_id: Widget ID, yang terkandung dalam nilai parameter HTML seperti ini:

source: Amazon Deals
id_id: Penawaran Amazon

source: string
id_id: tali

source: alternative text if Flash or JavaScript is not available on visitor's browser
id_id: teks alternatif jika Flash atau JavaScript tidak tersedia pada browser pengunjung

source: Amazon My Favorites
id_id: Favorit Amazon saya

source: Amazon Product
id_id: Produk Amazon

source: border color of the widget
id_id: warna border widget

source: height of the frame
id_id: ketinggian frame

source: display a small picture or a big one (0 by default)
id_id: menampilkan gambar kecil atau yang besar (0 secara default)

source: window name to open the link in (_blank by default)
id_id: Nama jendela untuk membuka link di (_blank secara default)

source: width of the frame
id_id: lebar frame

source: image name or Amazon OR full image URL
id_id: Nama gambar atau Amazon ATAU URL gambar penuh

source: display the widget as image
id_id: menampilkan widget seperti gambar

source: text of the hyperlink
id_id: teks hyperlink

source: display the widget as hypertext link
id_id: menampilkan widget sebagai link hypertext

source: ASIN code of the product.
id_id: ASIN kode produk.

source: Amazon Wishlist
id_id: Amazon Daftar Keinginan

source: Options saved.
id_id: Pilihan disimpan.

source: Affiliate Options
id_id: afiliasi Pilihan

source: Align
id_id: Meluruskan

source: Other Options
id_id: Pilihan lain

source: Apply the magic!
id_id: Terapkan sihir!

source: Could not parse Amazon HTML code. It may be invalid or it is a bug of the plugin (then, please report it).
id_id: Tidak dapat mengurai kode Amazon HTML. Ini mungkin tidak valid atau merupakan bug dari plugin (kemudian, tolong laporkan).

source: ASIN Code
id_id: Kode ASIN

source: Background Color
id_id: Warna latar belakang

source: Border color
id_id: warna perbatasan

source: Copy/paste Amazon HTML's code right below ↓
id_id: Copy / paste kode Amazon HTML tepat di bawah ↓

source: Don't want to fill main options fields ? So just copy/paste Amazon's HTML code and enjoy autocomplete magic!
id_id: Tidak ingin mengisi pilihan bidang utama? Jadi hanya copy / paste kode HTML Amazon dan menikmati keajaiban autocomplete!

source: Copy/Paste Code
id_id: Copy / Paste Kode

source: Glad you look at here!
id_id: Senang Anda melihat di sini!

source: Height
id_id: Tinggi

source: Image Source
id_id: Sumber gambar

source: pixels
id_id: piksel

source: Default Plugin Setting
id_id: Pengaturan Plugin bawaan

source: Display type
id_id: Tipe tampilan

source: Region
id_id: Wilayah

source: Small size?
id_id: Ukuran kecil?

source: Tracking ID
id_id: pelacakan ID

source: Leave empty to use automatically your default tracking ID.
id_id: Biarkan kosong untuk menggunakan secara otomatis ID pelacakan default Anda.

source: Width
id_id: Lebar
